SUBSYS_VERSION_STRING = 1.0.2.3

# 模组系统版本号
#
#系统的版本号，主要用于管理默认应用程序和bootloader程序
#版本号组成:  *.*.*为默认程序版本号, 第四位为bootloader的版本号。

##############################################
#版本号：1.0.0.1
#修改者：
#修改点：
# 1. 初始化版本


##############################################
#版本号：1.0.1.2
#修改者：
#修改点：
# 1. 默认程序更新 * 添加激活流程  *简化配置模式
# 2. bootloade2 版本更新至v2  *.简化工作模式 *.简化灯的变化,开始统一为白灯


##############################################
#版本号：1.0.2.2
#修改者：
#修改点：
# 1. MQTT采取加密方式


##############################################
#版本号：1.0.2.3
#修改者：
#修改点：
# 1. 更新esp32 SDK。根据esp32-idf bootloader修改。commit: 5401a75badcfc9c20f7818fdf3c683e3da8b2547

