SUBSYS_VERSION_STRING = 1.0.3.3

# 模组系统版本号
#
#系统的版本号，主要用于管理默认应用程序和bootloader程序
#版本号组成:  *.*.*为默认程序版本号, 第四位为bootloader的版本号。

##############################################
#版本号：1.0.0.1
#修改者：
#修改点：
# 1. 初始化版本


##############################################
#版本号：1.0.1.2
#修改者：
#修改点：
# 1. 默认程序更新
# 2. bootloade3 版本更新至v2  *.修改开机三色灯高亮问题

##############################################
#版本号：1.0.2.3
#修改者：
#修改点：
# 1. 默认程序更新 * 添加激活流程  *简化配置模式
# 2. bootloade3 版本更新至v3  *.简化工作模式 *.简化灯的变化,开始统一为白灯

##############################################
#版本号：1.0.3.3
#修改者：
#修改点：
# 1. MQTT采取加密方式

