SUBSYS_VERSION_STRING = 1.0.2.3

# 模组系统版本号

#系统的版本号，主要用于管理bootloader程序
#版本号组成:  前面3位固定为1.0.0, 第四位为bootloader的版本号。

##############################################
#版本号：1.0.0.1
#修改者：
#修改点：
# 1. 初始化版本

##############################################
#版本号：1.0.1.2
#修改者：
#修改点：
# 1. bootloader更新, 修改flash地址分布，去掉bootloader缓冲区和默认程序区，合并到文件系统

##############################################
#版本号：1.0.2.2
#修改者：
#修改点：
# 1. MQTT采取加密方式

##############################################
#版本号：1.0.2.3
#修改者：
#修改点：
# 1. 更新esp32 SDK。根据esp32-idf bootloader修改。commit: 5401a75badcfc9c20f7818fdf3c683e3da8b2547

